{
  "questions": {
    "CURR_CARBON_2025_1": "Comme Ottawa fixe la redevance fédérale sur les combustibles à 0 $ au 1er avril 2025, le Canada devrait abolir définitivement la tarification carbone pour les consommateurs et miser sur d'autres outils.",
    "CURR_US_TARIFFS_2025": "Le Canada devrait maintenir les tarifs de représailles contre les États-Unis même si cela augmente les coûts pour les consommateurs et les entreprises d'ici.",
    "CURR_HOUSING_CRISIS": "Le gouvernement fédéral devrait acquérir des terrains publics et construire lui-même des logements à loyer contrôlé plutôt que de compter sur les promoteurs privés.",
    "CURR_CARNEY_LEADERSHIP": "L'expérience de Mark Carney comme banquier central le rend mieux préparé que ses prédécesseurs pour relever les défis économiques du Canada.",
    "CURR_AUTOMATIC_TAX_FILING": "Le gouvernement fédéral devrait instaurer la déclaration de revenus automatique pour les Canadiens à faible revenu afin de faciliter l'accès aux prestations.",
    "CURR_PALESTINE_RECOGNITION": "La décision du Canada de reconnaître l'État palestinien est une démarche appropriée pour faire pression sur Israël en faveur d'une solution à deux États.",
    "CURR_NOTWITHSTANDING_LIMITS": "La Cour suprême devrait encadrer l'utilisation provinciale de la clause dérogatoire afin de protéger les droits individuels.",
    "CURR_GOLDEN_DOME": "Le Canada devrait se joindre au système américain de défense antimissile Golden Dome pour renforcer la sécurité continentale.",
    "CURR_IMM_TEMP_5PCT": "Le plan fédéral visant à réduire la proportion de résidents temporaires (y compris les étudiants internationaux) est la bonne approche pour atténuer la pression sur le logement et les services.",
    "CURR_INDIGENOUS_PROCUREMENT": "Le gouvernement fédéral devrait renforcer la prévention de la fraude dans les programmes d'approvisionnement destinés aux Autochtones, même si cela ajoute des formalités administratives.",
    "CURR_CBC_FUNDING": "Le gouvernement fédéral devrait continuer de financer CBC/Radio-Canada au même niveau ou davantage pour soutenir la diffusion publique.",
    "CURR_CHINESE_EV_TARIFFS": "Le Canada devrait maintenir son tarif de 100 % sur les véhicules électriques chinois afin de protéger l'industrie nationale.",
    "CURR_PHARMACARE": "La Loi sur l'assurance-médicaments devrait être mise en œuvre rapidement avec un financement fédéral, même si cela exige des négociations ardues avec les provinces.",
    "CURR_NATO_2PCT": "Le Canada devrait augmenter ses dépenses de défense pour atteindre (ou dépasser) la cible de 2 % du PIB fixée par l'OTAN selon l'échéancier actuel.",
    "ECON_PROGRESSIVE_TAX": "Les ménages à revenu élevé devraient payer davantage d'impôts pour financer l'expansion des programmes sociaux.",
    "ECON_BALANCED_BUDGETS": "Le gouvernement fédéral devrait prioriser le retour à l'équilibre budgétaire plutôt que de nouvelles dépenses.",
    "SOC_GUN_POLICY": "Le Canada devrait resserrer davantage les lois sur les armes à feu même si cela impose plus de contraintes aux propriétaires légitimes.",
    "IMM_LEVELS_GENERAL": "Les seuils d'immigration permanente devraient être plus élevés qu'aujourd'hui.",
    "CIVIL_LIBERTIES_SURVEILLANCE": "Les corps policiers et les agences de sécurité nationale devraient disposer de pouvoirs accrus pour surveiller les menaces présumées en ligne.",
    "RECONCILIATION_UNDRIP": "Les gouvernements devraient accélérer la mise en œuvre de la DNUDPA et soutenir l'autonomie gouvernementale autochtone.",
    "POPULISM_TECHNOCRACY": "Les experts et les fonctionnaires non partisans devraient jouer un rôle plus important dans l'élaboration des politiques complexes.",
    "FOREIGN_DEFENCE_PEACE": "Le Canada devrait miser davantage sur la diplomatie et le maintien de la paix plutôt que d'élargir ses capacités de combat.",
    "CONT_DIGITAL_ID": "Le Canada devrait implanter une identité numérique nationale pour simplifier les services gouvernementaux et réduire la fraude.",
    "CONT_15MIN_CITIES": "Les municipalités devraient adopter la planification des « villes de 15 minutes » (où les services essentiels se trouvent à 15 minutes à pied ou à vélo) pour réduire la dépendance à l'auto.",
    "CONT_WEF_ENGAGEMENT": "Les dirigeants canadiens devraient continuer de participer à des forums internationaux comme le Forum économique mondial pour influencer les politiques mondiales.",
    "CONT_BUY_CANADIAN": "Le gouvernement fédéral devrait exiger des politiques d'approvisionnement favorisant les entreprises et produits canadiens, même s'ils coûtent plus cher.",
    "CONT_TRUMP_APPROACH": "Le Canada devrait adopter une posture de confrontation face aux politiques de Donald Trump plutôt que de chercher des compromis.",
    "CONT_US_BORDER_RESTRICTIONS": "Le Canada devrait maintenir des contrôles frontaliers plus stricts pour les voyageurs américains, même si cela ralentit les déplacements transfrontaliers.",
    "CONT_VACCINE_MANDATES": "Le gouvernement fédéral devrait pouvoir imposer des obligations vaccinales dans certains secteurs lors d'urgences sanitaires.",
    "CONT_SUPPLY_MANAGEMENT": "Le Canada devrait maintenir la gestion de l'offre pour les produits laitiers, la volaille et les œufs, même si cela augmente les prix pour les consommateurs.",
    "CONT_MONARCHY_ABOLISH": "Le Canada devrait abolir la monarchie et devenir une république avec un chef d'État élu.",
    "CONT_ELECTION_REFORM": "Le Canada devrait remplacer le scrutin majoritaire uninominal par la représentation proportionnelle, même si cela mène à davantage de gouvernements minoritaires.",
    "CONT_US_POLITICAL_INFLUENCE": "Les mouvements et la rhétorique politiques américains exercent trop d'influence sur la politique et le débat public canadiens.",
    "CONT_US_MEDIA_REGULATION": "Le Canada devrait encadrer ou limiter le contenu politique américain sur les réseaux sociaux et les plateformes de diffusion pour protéger le débat canadien.",
    "BC_HOUSING_SUPPLY": "La Colombie-Britannique devrait augmenter davantage le zonage et accélérer les approbations pour les logements intermédiaires, même si les quartiers locaux s'y opposent.",
    "BC_LIQUOR_STRIKE": "Le gouvernement de la C.-B. devrait intervenir pour mettre fin aux grèves du secteur public dans les magasins d'alcool et de cannabis afin de minimiser les perturbations économiques.",
    "AB_ENERGY_ROYALTIES": "L'Alberta devrait privilégier la compétitivité du pétrole et du gaz (y compris des redevances stables et des incitatifs à la captation du carbone) pour protéger les emplois.",
    "AB_TEACHER_STRIKE": "Le gouvernement de l'Alberta devrait répondre aux demandes des enseignants pour de meilleurs salaires et conditions de travail même si cela exige des hausses d'impôt.",
    "ON_RENT_GUIDELINE": "L'Ontario devrait maintenir des plafonds stricts sur les hausses de loyer pour protéger les locataires, même si cela décourage de nouveaux investissements locatifs.",
    "ON_HEALTHCARE_PRIVATIZATION": "L'Ontario devrait élargir le recours aux cliniques privées pour certaines interventions afin de réduire les temps d'attente, même si cela crée un système à deux vitesses.",
    "QC_BILL96_LANG": "Le Québec devrait faire appliquer rigoureusement les exigences linguistiques de la loi 96 pour les entreprises et les services publics.",
    "QC_CONSTITUTION_2025": "Le projet de constitution provinciale du Québec, qui primerait sur les autres lois, est nécessaire pour protéger l'identité et l'autonomie du Québec.",
    "QC_BILL21_VIEW": "L'approche du Québec en matière de laïcité (p. ex. la loi 21 restreignant les symboles religieux pour les employés publics) est appropriée pour un État neutre.",
    "SK_PUBLIC_SERVICES": "La Saskatchewan devrait limiter la croissance du secteur public pour maintenir des impôts bas, même si certains services sont réduits.",
    "MB_CANOLA_TARIFF_TRADEOFF": "Le Canada devrait retirer les tarifs sur les véhicules électriques chinois si cela permet de lever les tarifs de la Chine sur les exportations canadiennes de canola et de porc.",
    "NS_OFFSHORE_WIND": "La Nouvelle-Écosse devrait accélérer l'éolien en mer et les mises à niveau du réseau, même si cela augmente temporairement les tarifs d'électricité.",
    "NB_HEALTHCARE_RECRUITMENT": "Le Nouveau-Brunswick devrait offrir des incitatifs plus agressifs (allégements fiscaux, remise de prêts) pour recruter des médecins et des infirmières.",
    "PE_HOUSING_PRESSURE": "L'Î.-P.-É. devrait restreindre la propriété immobilière par des non-résidents pour améliorer l'abordabilité du logement pour les Insulaires.",
    "NL_OFFSHORE_OIL": "Terre-Neuve-et-Labrador devrait privilégier le développement pétrolier extracôtier plutôt que la transition vers les énergies renouvelables afin de maximiser les revenus provinciaux.",
    "BC_DRUG_DECRIM_CONTINUE": "La C.-B. devrait poursuivre la décriminalisation de la possession de petites quantités de drogues tout en concentrant l'application de la loi sur le trafic plutôt que sur les usagers.",
    "BC_PUBLIC_DRUG_USE_BAN": "La consommation de drogues en public devrait être interdite dans la plupart des espaces publics même si la possession est décriminalisée.",
    "BC_UPZONE_TRANSIT": "La C.-B. devrait imposer un important rehaussement du zonage près du transport collectif et des centres-villes, même malgré l'opposition municipale, pour accroître l'offre de logements.",
    "BC_RENT_CAP_TIGHTEN": "Le gouvernement devrait resserrer les plafonds de loyer pour s'attaquer à l'abordabilité, même si cela risque de décourager certaines nouvelles constructions.",
    "BC_SUPPORTIVE_HOUSING_EXPAND": "La province devrait étendre les logements de soutien dédiés, même face à une forte opposition des quartiers.",
    "BC_SURREY_POLICE_COMPLETE": "La transition vers le service de police de Surrey devrait se poursuivre comme prévu.",
    "BC_TREATMENT_OVER_HARM_REDUCTION": "La C.-B. devrait réorienter le financement vers le traitement et la guérison par rapport aux services de réduction des méfaits.",
    "BC_FAST_TRACK_TRANSIT": "La province devrait accélérer les grands projets de transport en commun même si cela exige davantage d'emprunts.",
    "AB_RENEWABLES_SITING_LIMITS": "L'Alberta devrait limiter l'emplacement des grands projets éoliens et solaires pour protéger les terres agricoles et les paysages.",
    "AB_REMOVE_RENEWABLES_LIMITS": "L'Alberta devrait accélérer l'énergie renouvelable en éliminant les nouvelles marges de recul et limites d'implantation.",
    "AB_POWER_MARKET_RELIABILITY_REFORM": "Réformer le marché de l'électricité de l'Alberta pour prioriser la fiabilité vaut l'incertitude d'investissement à court terme.",
    "AB_CHALLENGE_FED_CARBON_PRICE": "L'Alberta devrait contester activement les décisions fédérales sur la tarification du carbone qu'elle juge injustes pour la région.",
    "AB_EXPAND_OIL_GAS_CCUS": "La province devrait accroître la production pétrolière et gazière tout en investissant dans la captation, l'utilisation et le stockage du carbone (CUSC).",
    "AB_EXPAND_PRIVATE_HEALTH": "L'Alberta devrait augmenter les options de services privés au sein du système public afin de réduire les temps d'attente.",
    "AB_PROVINCIAL_PENSION_PLAN": "L'Alberta devrait aller de l'avant avec la création d'un régime de retraite provincial distinct.",
    "AB_LOCAL_CONTROL_ENERGY_SITING": "Les municipalités devraient avoir plus d'autorité pour approuver ou refuser les projets énergétiques sur leur territoire.",
    "SK_PARENTAL_CONSENT_PRONOUNS": "Les écoles devraient exiger le consentement parental avant que les élèves de moins de 16 ans puissent changer de prénom ou de pronom dans les dossiers scolaires.",
    "SK_COURTS_REVIEW_ED_POLICIES": "Les tribunaux devraient examiner rigoureusement les politiques éducatives touchant les droits des élèves pour assurer le respect de la Charte.",
    "SK_REFUSE_CARBON_GAS_COLLECTION": "La Saskatchewan devrait refuser de percevoir la taxe fédérale sur le carbone sur le gaz naturel de chauffage résidentiel.",
    "SK_CARBON_TAX_FREE_GOAL": "La province devrait viser à être « sans taxe carbone » pour les familles et les entreprises.",
    "SK_EXPAND_GAS_SMRS": "La Saskatchewan devrait développer la production au gaz naturel et poursuivre les petits réacteurs nucléaires modulaires afin d'assurer une énergie fiable.",
    "SK_FREEZE_CROWN_RATE_RIDERS": "Le gouvernement devrait geler les surtaxes des sociétés d'État liées à la tarification du carbone.",
    "SK_RURAL_POLICING": "Davantage de fonds provinciaux devraient être consacrés à la prévention du crime violent et à la police en milieu rural.",
    "SK_PUBLIC_WAGE_INFLATION": "Les conventions collectives du secteur public devraient suivre de près l'inflation même si les déficits augmentent.",
    "MB_HEALTH_SPEND_DEFICIT": "Le Manitoba devrait augmenter sensiblement les dépenses de santé, même si cela entraîne de plus grands déficits à court terme.",
    "MB_STAFFING_OVER_TAX_RELIEF": "Le recrutement de plus de personnel de première ligne en santé devrait passer avant des allégements fiscaux généralisés.",
    "MB_REBUILD_ERS_SURGERY": "Le Manitoba devrait rouvrir ou construire des urgences et ajouter de la capacité chirurgicale à Winnipeg et dans les centres régionaux.",
    "MB_TIGHTEN_RENT_CONTROL": "La province devrait resserrer les contrôles des loyers pour améliorer l'abordabilité.",
    "MB_NO_PRIVATE_MRI": "L'argent public ne devrait pas soutenir les cliniques privées d'IRM ou de diagnostics.",
    "MB_INDIGENOUS_HEALTH_PARTNERSHIPS": "La province devrait accélérer les partenariats de santé dirigés par les Autochtones et les services communautaires.",
    "MB_HYDRO_RATE_STABILITY": "Les tarifs d'Hydro devraient être maintenus bas même si cela ralentit la réduction de la dette d'Hydro-Manitoba.",
    "MB_CLIMATE_ADAPTATION": "Le Manitoba devrait augmenter les dépenses d'adaptation aux changements climatiques pour les inondations, les feux et les sécheresses.",
    "ON_HIGHWAY_413_PROCEED": "L'Ontario devrait aller de l'avant avec l'autoroute 413 pour réduire la congestion et soutenir la croissance.",
    "ON_HIGHWAY_413_CANCEL": "L'Ontario devrait annuler ou suspendre l'autoroute 413 en attendant une évaluation environnementale plus solide.",
    "ON_STRONG_MAYOR_EXPAND": "L'élargissement des pouvoirs de « super-maires » à d'autres municipalités est approprié pour accélérer les approbations de logements.",
    "ON_STRONG_MAYOR_REPEAL": "Les pouvoirs de « super-maires » devraient être retirés parce qu'ils nuisent à la démocratie locale sans accélérer la construction de logements.",
    "ON_ONTP_PLACE_P3": "Le réaménagement Ontario Place/Therme est un projet public-privé valable.",
    "ON_ONTP_PLACE_CANCEL": "Le projet Ontario Place/Therme devrait être réduit ou annulé au profit d'usages publics de parc et de patrimoine.",
    "ON_GREENBELT_OK": "Les décisions du gouvernement concernant la ceinture de verdure étaient acceptables et la province a corrigé les problèmes de processus.",
    "ON_GREENBELT_UNACCEPTABLE": "L'échange de terrains de la ceinture de verdure était inacceptable et justifie la poursuite de l'enquête.",
    "QC_BILL96_PROCEED": "Le renforcement des obligations linguistiques de la loi 96 pour les entreprises devrait se poursuivre.",
    "QC_BILL96_ROLLBACK": "Les récentes expansions des obligations linguistiques de la loi 96 vont trop loin et devraient être annulées.",
    "QC_LOWER_IMM_THRESHOLDS": "Le Québec devrait abaisser les seuils d'immigration permanente pour protéger le français.",
    "QC_MAINTAIN_OR_INCREASE_IMM": "Le Québec devrait maintenir ou augmenter les niveaux d'immigration pour répondre aux besoins de main-d'œuvre.",
    "QC_THIRD_LINK_PROCEED": "La province devrait aller de l'avant avec le projet de troisième lien Québec-Lévis (pont ou tunnel).",
    "QC_THIRD_LINK_TO_TRANSIT": "Les fonds du troisième lien devraient être réaffectés au transport collectif comme les tramways et l'expansion du REM.",
    "QC_TUITION_HIKE_JUSTIFIED": "L'augmentation des droits de scolarité et les nouvelles exigences de français pour les étudiants de l'extérieur de la province étaient justifiées.",
    "QC_TUITION_HIKE_REVERSE": "La hausse des droits de scolarité et les nouvelles exigences de français pour les étudiants de l'extérieur de la province devraient être annulées.",
    "NB_RENT_CAP_MAINTAIN": "Le Nouveau-Brunswick devrait maintenir un plafonnement des loyers pour protéger les locataires.",
    "NB_AVOID_RENT_CAP": "Le Nouveau-Brunswick devrait éviter les plafonds de loyer et miser sur des incitatifs d'offre pour les constructeurs.",
    "NB_POLICY713_NO_PARENTAL_CONSENT": "La politique 713 devrait permettre l'utilisation informelle de noms et pronoms à l'école sans exiger le consentement parental.",
    "NB_POLICY713_REQUIRE_PARENTAL": "Les écoles devraient exiger le consentement parental pour que les élèves de moins de 16 ans puissent changer de nom ou de pronom, même de façon informelle.",
    "NB_ER_STAFFING": "Les investissements en santé devraient prioriser le personnel des urgences pour prévenir les fermetures et les longues attentes.",
    "NB_LIMIT_STR": "Les municipalités devraient imposer des règles plus strictes pour les locations à court terme afin de libérer des logements.",
    "NB_PROPERTY_TAX_SHIFT": "La réforme de la taxe foncière devrait transférer le fardeau des résidences principales vers les propriétés non occupées par leur propriétaire et commerciales.",
    "NB_INCREASE_IMM_TARGETS": "Le Nouveau-Brunswick devrait augmenter les cibles d'immigration liées aux besoins en logement et en main-d'œuvre en santé.",
    "NS_RENT_CAP_EXTEND": "La Nouvelle-Écosse devrait prolonger le plafonnement des loyers pour faire face à la crise du logement.",
    "NS_LIFT_RENT_CAP": "La Nouvelle-Écosse devrait lever le plafonnement des loyers plus tôt pour encourager une nouvelle offre locative.",
    "NS_PHYSICIAN_RECRUITMENT": "Il faut poursuivre un recrutement énergique de médecins et accélérer la reconnaissance des titres, même si cela coûte cher.",
    "NS_LIMIT_STR": "Les locations à court terme devraient être limitées pour augmenter l'offre de logements à long terme.",
    "NS_TAX_CUTS_OVER_HEALTH": "La Nouvelle-Écosse devrait privilégier des réductions d'impôt même si cela ralentit l'embauche en santé.",
    "NS_RENEWABLES_OVER_GAS": "La mise en place rapide des énergies renouvelables et des améliorations du réseau devrait primer sur de nouvelles infrastructures au gaz naturel.",
    "NS_EXPAND_NP_CLINICS": "La Nouvelle-Écosse devrait multiplier les cliniques dirigées par des infirmières praticiennes dans les régions rurales.",
    "NS_COMMUNITY_BENEFITS": "Les grands projets devraient inclure des ententes de retombées communautaires pour l'embauche et la formation locales.",
    "PE_RENT_CAP_MAINTAIN": "L'Î.-P.-É. devrait maintenir un plafond sur les hausses de loyer pour protéger les locataires.",
    "PE_RELAX_RENT_CONTROL": "L'Î.-P.-É. devrait assouplir le contrôle des loyers pour stimuler la construction.",
    "PE_TIGHTEN_STR": "La province devrait resserrer les règles sur les locations à court terme pour libérer des logements à l'année.",
    "PE_HEALTH_WORKFORCE_INCENTIVES": "L'Î.-P.-É. devrait privilégier de forts incitatifs pour recruter et retenir le personnel de santé.",
    "PE_SUBSIDIZE_NONPROFIT_HOUSING": "Les programmes provinciaux devraient subventionner plus vigoureusement le logement sans but lucratif et coopératif.",
    "PE_INCREASE_HEALTHCARE_IMM": "L'Î.-P.-É. devrait augmenter l'immigration liée au recrutement en santé (p. ex. par le PCP).",
    "PE_ACTIVE_TRANSPORT_INVEST": "La province devrait investir davantage dans le transport actif et collectif pour réduire la dépendance à l'auto.",
    "PE_ALLOW_GENTLE_DENSITY": "Les règles d'urbanisme devraient permettre la densification douce (duplex et quadruplex) dans la plupart des collectivités.",
    "NL_ADVANCE_BAY_DU_NORD": "Terre-Neuve-et-Labrador devrait faire progresser le projet extracôtier Bay du Nord comme occasion d'emplois et de revenus tout en gérant les émissions.",
    "NL_PIVOT_FROM_OFFSHORE": "T.-N.-L. devrait se détourner de nouveaux projets pétroliers extracôtiers au profit des énergies renouvelables et de l'électrification.",
    "NL_CHURCHILL_FALLS_FINALIZE": "Le protocole d'entente de Churchill Falls avec le Québec devrait être finalisé tel qu'il est actuellement.",
    "NL_CHURCHILL_FALLS_DELAY": "T.-N.-L. devrait chercher d'autres modalités ou retarder les ententes de Churchill Falls jusqu'en 2041.",
    "NL_EXPAND_HOUSING_PROGRAMS": "La province devrait élargir les programmes de logement comme les prêts pardonnables pour les loyers abordables.",
    "NL_AVOID_BROAD_RENT_CAPS": "T.-N.-L. devrait éviter les plafonds de loyer généralisés et se concentrer plutôt sur des subventions ciblées et la nouvelle offre.",
    "NL_RATE_MITIGATION": "Les tarifs d'électricité devraient demeurer stables grâce à l'atténuation tarifaire même si cela limite d'autres dépenses provinciales.",
    "NL_HEALTH_RECRUITMENT": "La province devrait augmenter les incitatifs régionaux pour le recrutement en santé, comme des allocations de déplacement et des remplaçants.",
    "MULTI_AS_OF_RIGHT_MULTIPLEX": "La province devrait autoriser de plein droit les multiplex (duplex à quadruplex) dans toutes les zones résidentielles urbaines.",
    "MULTI_TIGHTEN_RENT_CONTROL": "Le contrôle des loyers devrait être resserré même si cela décourage certaines nouvelles constructions.",
    "MULTI_HIGHWAYS_OVER_TRANSIT": "Les nouvelles autoroutes devraient être prioritaires par rapport aux nouveaux projets de transport en commun dans les régions en forte croissance.",
    "MULTI_PRIVATE_DELIVERY_HEALTH": "La province devrait étendre la prestation privée au sein du système universel de santé (financé publiquement).",
    "MULTI_MUNI_PENALTIES_HOUSING": "Les municipalités devraient être pénalisées si elles ne respectent pas les cibles de logements fixées par la province.",
    "MULTI_REDUCE_CARBON_PRICING": "La tarification du carbone devrait être réduite ou suspendue pour atténuer les pressions sur le coût de la vie."
  },
  "issueBuckets": {
    "cost_of_living": "Coût de la vie",
    "housing": "Logement",
    "healthcare": "Santé",
    "climate_environment": "Climat et environnement",
    "energy_resources": "Énergie et ressources",
    "economy_taxes": "Économie et impôts",
    "immigration": "Immigration",
    "indigenous_reconciliation": "Réconciliation avec les Autochtones",
    "civil_liberties_public_safety": "Libertés civiles et sécurité publique",
    "foreign_policy_defence": "Politique étrangère et défense",
    "education_childcare": "Éducation et services de garde",
    "ethics_governance": "Éthique et gouvernance"
  }
}
